{
  "Swiper1Content": "Outil de gestion de l'environnement de développement Php et Web pour le système MacOS",
  "Swiper2Content1": "Facilite la mise en place d'un environnement de développement php et web sur macOS. Prend en charge les dernières versions de PHP8 et Mysql8.",
  "Swiper2Content2": "Coexistence de plusieurs versions de PHP, Mysql, Nginx, Apache, Memcached, Redis, nombre illimité de sites, visualisation et modification rapide des fichiers de configuration et des journaux, prise en charge des derniers PHP8, Mysql8",
  "downLoadNow": "Télécharger maintenant",
  "viewDoc": "Voir le document",
  "txt1": "PhpWebStudy, la meilleure façon de gérer votre environnement de serveur local",
  "txt2": "Interface utilisateur claire et simple",
  "txt3": "Exécution simultanée de plusieurs versions de PHP, prise en charge",
  "txt4_1": "Définissez le ",
  "txt4_2": "nom de domaine, version PHP, port, certificat SSL, URLRewrite",
  "txt4_3": " pour chaque site individuellement",
  "txt5": "Gestion unique des logiciels couramment utilisés dans le développement",
  "txt6": "php, mysql, nginx, apache, memcached, redis, nodejs coexistence multi-version, installation en un clic, selon le besoin, choisissez la version correspondante pour le développement, fichier de configuration et journal de visualisation et modification rapide, gestion d'un seul tenant, gain de temps, gain de vie, plus de support logiciel à venir",
  "text_7_title": "Une variété d'outils utiles pour améliorer l'expérience de développement",
  "text_7_1": "Visualisation et modification rapide du fichier System Hosts",
  "text_7_2": "Sélectionnez ou glissez-déposez des dossiers pour créer rapidement des sites statiques.",
  "text_7_3": "Générer rapidement des certificats SSL auto-signés pour accéder aux sites utilisant https",
  "text_7_4": "Prévisualisation des informations sur les fichiers, affichage de la taille des fichiers, des heures de création et de modification, des informations md5, sha, sha256, etc.",
  "text_7_5": "Conversion de l'horodatage et de l'heure entre eux",
  "text_7_6": "Recherche et nettoyage de l'occupation du port",
  "text_7_7": "Recherche et nettoyage des processus",
  "text_7_8": "D'autres outils sont ajoutés...",
  "vieMore": "Voir plus",
  "text8": "Interface d'application",
  "text9": "Prêt à commencer ?",
  "text10": "Téléchargez gratuitement PhpWebStudy et rendez tout plus facile, gagnez du temps et de la vie.",
  "text11": "Commencez"
}
